package telegram

const msgHello = "Привет, Привет🖐"
const msgUnknown = "Нет такого действия⛔️"
const msgHelp = `Эта сетевая многопользовательская бродилка, где игрок может бродить, брать и пользоваться предметами, разговаривать с другими игроками. Игра очень похожа на игру Аватария, но без графического интерфеса

Чтобы начать игру - нужно создать персонажа командой "ожить". Если персонаж будет афк в течение 20 минут, то он умирает💔

Остальные возможные команды:
"осмотреться"
"идти (куда?)" пример: идти коридор
"одеть (что?)" пример: одеть рюкзак
"взять (что?)" пример: взять ключи
"применить (что?) (к чему?)" пример: применить ключи дверь
"сказать (что?)" пример: сказать всем привет! // данное сообщение будут видеть все, кто находится с вами в одной комнате
"сказать_игроку (кому?) (что?)" пример: сказать_игроку slava Привет!

P.S. пишите название предметов, комнат, команд строго так, как они написаны выше👆`

const msgCreatePlayer = "персонаж ожил❤️"
const msgPlayerHaveNotLife = "персонаж не живой!"
const msgPlayerBe = "персонаж уже живёт"
